//JOBNAME  JOB CLASS=A,MSGCLASS=Z
//JOBLIB   	DD DISP=SHR,DSN=NMZ.LMOD
//*********************************************************************
//PREP 		EXEC PGM=PREP
//PRINT    DD SYSOUT=*
//INDD   	DD DISP=SHR,DSN=NMZ.MASTER
//OUTDD   	DD DISP=(,PASS),DSN=&&WORK,UNIT=DASD,SPACE=(TRK,(10,10))
//*
//REGIST    EXEC PGM=NMZXR,PARM='LR=140.564342:35.92,AC=10.0'
//PRINT  	DD SYSOUT=*
//INDD     DD DISP=(OLD,DELETE),DSN=&&WORK
//TONKIN  DD *
width=3a3d5380fbeaec190d0b25735c0249e77907c512
height=32425154bdcc13b9e9ec37991fd75cb3c442f1aa
/*
//INDD     DD DISP=(OLD,DELETE),DSN=&&WORK
